import birds1 from '/src/assets/img/Birds1.jpg'
import birds2 from '/src/assets/img/Birds2.jpg'
import birds3 from '/src/assets/img/Birds3.jpg'
import birds4 from '/src/assets/img/Birds4.jpg'
import birds5 from '/src/assets/img/Birds5.jpg'
import birds6 from '/src/assets/img/Birds6.jpg'


export const birds = [
    {
        id: 15,
        img: birds1,
        text: 'Pisun',
        price: '8000 - 20000грн',
        info1: 'Від 5 - 10кг',
        info2: 'Цілий рік',
        description: "Кабан дикий,  — родина свиневих, ряд парнокопиті.\n" +
            "Тіло кремезне, довжиною до 2 м, вага 150-450 кг, самці більші за самок. "
    },
    {
        id: 16,
        img: birds2,
        text: "Полювання на косулю",
        price: " 6000 - 7500грн",
        info1: "Ціна відстріл 1 особи ",
        info2: " Цілий рік ",
        description:"Косуля  — довжина корпусу становить 120-140 см, висота в холці — до метра, вага коливається від 30 до 50 кг. Окремі особини досягають 60 кг Самки дрібніші і приблизно на 15 см нижче."
    },
    {
        id: 17,
        img: birds3,
        text: "Полювання на оленя",
        price: "20000 - 100000грн",
        info1: "60кг - більше 100кг ",
        info2: "Цілий рік",
        description:"Олень - довжина тіла досягає 250—265 см, висота в загривку 135—155 см і маса 300—340 кг"

    },
    {
        id: 18,
        img: birds4,
        text: "Поллювання на зайця",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description:"Заєць - довжина тіла 55—70 см, довжина клиноподібного хвоста 8—12 см, вага 4—10 кг."
    },
    {
        id: 19,
        img: birds5,
        text: "Єнотовидний собака",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description:"Єно́т уссурі́йський, або єнотоподі́бний соба́ка  — вид ссавців родини псових, що походить зі Східної Азії. У Європі є інвазійним видом, який було штучно завезено Радянським Союзом як мисливську тварину у першій половині 20 сторіччя. В Європейському Союзі включено до офіційного переліку інвазивних видів"
    },
    {
        id: 20,
        img: birds6,
        text: "Олень плямистий",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description:"Плямистий олень витончено складний, легкий і стрункий. Повною мірою його краса проявляється до 3 років, коли самці / самки остаточно оформляються в зрості і вазі."
    },
]