import team__1 from "/src/assets/img/team-1.png"
import team__2 from "/src/assets/img/team-2.png"
import team__3 from "/src/assets/img/team-3.png"
import team__4 from "/src/assets/img/team-4.png"


export const teams = [

    {
    id:1,
    img: team__1,
    name:  "Бурянчук Василь Петрович",
    place: "Єгер ТОВ СМГ Сушки ",
    nomber: "---------",
    info: "Бурянчук Василь Петровчи - стаж полювання понад 15 років."
    },
{

    id: "2",
    img: team__2,
    name: "Мельник Євген Петрович",
    place: "Єгер ТОВ СМГ Сушки",
    nomber: "1-800-1324-567",
    info: "Мельник Євген Петрович - стаж полювання понад 15 років."
    },
{

    id:3,
    img: team__3,
    name:"Тарасенко Леонід Олександрович",
    place: "Єгер ТОВ СМГ Сушки",
    nomber: "1-800-1324-567",
    info:"Мельник Євген Петрович - заступник директора ТОВ СМГ Сушки, стаж полювання понад 15 років."
    },
{

    id: 4,
    img: team__4,
    name: "Грищенко Віктор Анатолійович",
    place: "Єгер ТОВ СМГ Сушки",
    nomber: "1-800-1324-567",
    info: "Грищенко Віктор Анатолійович - директор ТОВ СМГ Сушки, стаж полювання понад 15 років."
    },



]