import cardHunting1 from '/src/assets/img/cardHunting1.jpg'
import cardHunting2 from '/src/assets/img/cardHunting2.jpg'
import cardHunting3 from '/src/assets/img/cardHunting3.jpg'
import cardHunting4 from '/src/assets/img/cardHunting4.jpg'
import cardHunting5 from '/src/assets/img/cardHunting5.jpg'
import cardHunting6 from '/src/assets/img/cardHunting6.jpg'

export const cardsAboutHuntings = [
    {
        id: 1,
        title: 'Звідки ми починаємо?',
        text: 'Ласкаво просимо до нашого мисливського господарства, ТОВ "СМГ «Сушки»! Ми розташовані у захопливій південно-західній частині Коростенського району Житомирської області, в зоні змішаних хвойно-листяних лісів. Територія нашого господарства пропонує різноманітність природних ландшафтів, які змушують захоплюватися красою Полісся.',
        img: cardHunting1
    },
    {
        id: 2,
        title: 'Що нас відрізняє?',
        text: 'Наше мисливське господарство відрізняється помірно-континентальним кліматом, що робить його ідеальним для полювання. Зима тут м\'яка з частими відлигами, а літо тепле з достатньою кількістю опадів. Середня багаторічна температура становить 7-7,5 °C. Найхолодніший період зими зазвичай починається 12-15 грудня і триває близько 60 днів.',
        img: cardHunting2
    },
    {
        id: 3,
        title: 'Наші ландшафти та біорізноманітність:',
        text: 'Мисливське господарство "Сушки" має чудові лісові масиви з галявинами, лісовими болотами та окремими ділянками серед орних земель, що створює ідеальні умови для сталої популяції мисливських тварин. Тут ви зможете насолодитися великим різноманіттям мисливської фауни, включаючи оленя благородного, козулю, оленя плямистого, дикого кабана, заєця-русака, лисицю, вовка, лося та різні види пернатої дичини.',
        img: cardHunting3
    },
    {
        id: 4,
        title: 'Розваги для вас:',
        text: 'Наше господарство також може запропонувати вам розгалужену мережу водно-болотних угідь, річок, озер та ставків, де ви зможете насолодитися риболовлею та провести час з комфортом. Наш готель надасть вам затишне та комфортабельне помешкання, а туристичні маршрути дозволять вам відправитися на фото-сафарі на техніці з підвищеною прохідністю.',
        img: cardHunting4
    },
    {
        id: 5,
        title: 'Полювання для всіх:',
        text: 'Не залежно від вашого стилю полювання, в нашому господарстві ви знайдете все необхідне для здобуття свого бажаного трофею. Ми пропонуємо різні види полювання, щоб ви могли знайти той, який вам найбільше підходит',
        img: cardHunting5
    },
    {
        id: 6,
        title: 'Розмір нашого господарства:',
        text: 'Загалом, наші мисливські угіддя охоплюють площу 13 775,1 га. З них 7 280 га - лісові угіддя, 5 372,3 га - польові угіддя та 1 122,8 га - водно-болотні угіддя.',
        img: cardHunting6
    },
]