import birds1 from '/src/assets/img/Birds1.jpg'
import birds2 from '/src/assets/img/Голуб.jpg'
import birds3 from '/src/assets/img/Вальшнеп.jpg'
import birds4 from '/src/assets/img/Birds4.jpg'
import birds5 from '/src/assets/img/Birds5.jpg'
import birds6 from '/src/assets/img/Перепілка.jpg'


export const birds = [
    {
        id: 15,
        img: birds1,
        text: 'Крижень',
        price: '8000 - 20000грн',
        info1: 'Від 5 - 10кг',
        info2: 'Цілий рік',
        description: "Кри́жень звича́йний  — вид птахів родини качкових ряду гусеподібних. Відоміший у широкому побуті як ди́ка ка́чка. Довжина тіла самця близько 62 см, самиці — близько 57 см, маса досягає 1–1,5 кг",
        specification: (
            <div>
                На водно-болотну(качка, лиска,)- польову (вальдшнеп, голуб, перепел, бекас) для мисливців, які не мешкають на території угідь  – 300грн.
            </div>
        )
    },
    {
        id: 16,
        img: birds2,
        text: "Голуб",
        price: " 6000 - 7500грн",
        info1: "Ціна відстріл 1 особи ",
        info2: " Цілий рік ",
        description: "Голуби — птахи середнього розміру, їх середня довжина становить від 25 до 45 см, розмах крил 65-68 см, вага 122-690 г. ",
        specification: "На водно-болотну(качка, лиска,)- польову (вальдшнеп, голуб, перепел, бекас) для мисливців, які не мешкають на території угідь  – 300грн. відстрільна карта на день полювання."

    },
    {
        id: 17,
        img: birds3,
        text: "Вальшнеп",
        price: "20000 - 100000грн",
        info1: "60кг - більше 100кг ",
        info2: "Цілий рік",
        description: "Слу́ква лісова, або вальдшне́п, раніше наголошення ва́льдшнеп, ва́люш, ва́люшень — птах ряду сивкоподібних, родини баранцевих. Довжина тіла 34 — 38 см, маса 200—460 г.",
        specification: "На водно-болотну(качка, лиска,)- польову (вальдшнеп, голуб, перепел, бекас) для мисливців, які не мешкають на території угідь  – 300грн. відстрільна карта на день полювання."
    },
    {
        id: 18,
        img: birds4,
        text: "Куріпка сіра",
        price: "300грн",
        description: "Куріпка сіра, яка славиться своїм чудовим м'ясом, дуже корисна ще й тим, що поїдає комах які живуть у верхніх шарах ґрунту та в траві, на злакових та овочевих культурах.",
        specification: "На водно-болотну(качка, лиска,)- польову (вальдшнеп, голуб, перепел, бекас) для мисливців, які не мешкають на території угідь  – 300грн. відстрільна карта на день полювання."
    },
    {
        id: 19,
        img: birds5,
        text: "Лиска",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Лиска поширена на великій території Євразії, Північної Африки і Австралії. В Україні гніздовий, перелітний, зимуючий птах. Гніздиться на всій території, крім Карпат",
        specification: "На водно-болотну(качка, лиска,)- польову (вальдшнеп, голуб, перепел, бекас) для мисливців, які не мешкають на території угідь  – 300грн. відстрільна карта на день полювання."
    },
    {
        id: 20,
        img: birds6,
        text: "Перепілка",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Загалом перепілки — одні з найменших представників ряду куроподібних, їх маса становить 90-130 г, довжина тіла — 16-20 см.",
        specification: "На водно-болотну(качка, лиска,)- польову (вальдшнеп, голуб, перепел, бекас) для мисливців, які не мешкають на території угідь  – 300грн. відстрільна карта на день полювання."
    },
]