import propertiesIMG1 from '/src/assets/img/properties-photo-1.jpg'
import propertiesIMG2 from '/src/assets/img/properties-photo-2.jpg'
import propertiesIMG3 from '/src/assets/img/properties-photo-3.png'
import propertiesIMG4 from '/src/assets/img/properties-photo-4.jpg'
import propertiesIMG5 from "/src/assets/img/Єнотовидний собака.jpg"
import propertiesIMG6 from "/src/assets/img/олень плямистий.webp"
import propertiesIMG7 from "/src/assets/img/лось.webp"
import propertiesIMG8 from "/src/assets/img/лисиця.webp"
import propertiesIMG10 from "/src/assets/img/куниця.webp"
import propertiesIMG11 from "/src/assets/img/волк.webp"
import propertiesIMG12 from "/src/assets/img/Білка.webp"
import propertiesIMG13 from "/src/assets/img/Борсук.webp"
import propertiesIMG14 from "/src/assets/img/бобер курва.webp"
import propertiesIMG15 from '/src/assets/img/американська норка.jpg'

export const listAboutAnimals = [
    {
        id: 1,
        img: propertiesIMG1,
        text: 'Полювання на дикого кабана',
        price: '8000 - 20000грн',
        info1: 'Від 5 - 10кг',
        info2: 'Цілий рік',
        description: "Кабан дикий,  — родина свиневих, ряд парнокопиті.\n" +
            "Тіло кремезне, довжиною до 2 м, вага 150-450 кг, самці більші за самок. ",
        specification: 'Кабан - тварина обережна, чуйна, хоча і погано бачить, зате добре орієнтується в нічному лісі. Слух і нюх у кабана дуже загострені, небезпеку чує за версту.\n' +
            'Кабан хитра і розумна тварина. У гніві - він страшний. Розлючений поранений кабан дуже живучий і довго може бігти. Буває, що іноді кабан повертається, щоб помститися. Ось і прагнуть мисливці перевірити себе на цьому найскладнішому полюванні, яке, мабуть, складніше полювання на ведмедя.\n' +
            'Від мисливця, який бажає вполювати кабана, потрібно влучне око, витримка і знання тонкощів справи.\n'
    },
    {
        id: 2,
        img: propertiesIMG2,
        text: "Полювання на косулю",
        price: " 6000 - 7500грн",
        info1: "Ціна відстріл 1 особи ",
        info2: " Цілий рік ",
        description: "Косуля  — довжина корпусу становить 120-140 см, висота в холці — до метра, вага коливається від 30 до 50 кг. Окремі особини досягають 60 кг Самки дрібніші і приблизно на 15 см нижче.",
        specification: "Полювання на козулю здавна вважається дуже захоплюючим, та свого роду, аристократичним заняттям, звичайно, якщо мова йде не про колективне полювання. Не залишає інтриги і полювання на козулю з не надто навченими собаками, не обов’язково гончими. Інша річ – полювання індивідуальне, яке вимагає чудової стрілецької підготовки і цілого комплексу мисливських навичок, які можна об’єднати в одне поняття «професіоналізм».\n" +
            "Козулі, широко розповсюджені на просторах мисливських угідь, є типовими представниками сімейства оленів. Головна їх відмінна риса – відносно невеликі розміри і практично відсутність будь-яких можливостей захиститися від великого хижака, тим більше від людини. Проте відмінний слух, чудовий нюх, прекрасна реакція і швидкі ноги козулі – найкраща гарантія її безпеки. Зробити точний постріл, коли косуля стрімко йде довгими стрибками, дуже непросто. Та й наблизитися до неї вийде далеко не у кожного мисливця.\n"
    },
    {
        id: 3,
        img: propertiesIMG3,
        text: "Полювання на оленя",
        price: "20000 - 100000грн",
        info1: "60кг - більше 100кг ",
        info2: "Цілий рік",
        description: "Олень - довжина тіла досягає 250—265 см, висота в загривку 135—155 см і маса 300—340 кг",
        specification: "Олень благородний завжди представляв величезний інтерес для мисливців. Хоча в популярності йому не поступаються і інші підвиди: північний олень, американський олень. Це досить велика тварина. Його зростання може досягати півтора метра, довжина - двох з половиною метрів.\n" +
            "Головне достоїнство і гордість цієї тварини - його роги з яскраво вираженими відростками, число яких може доходити до 12. Забарвлення звіра змінюється в залежності від пори року. Як правило, взимку олені сірого кольору, зі світло-коричневим черевом. Влітку забарвлення стає темніше. Черево набуває жовтуватий відтінок, а колір решти тіла ближче до бурому.\n" +
            "У кожного благородного оленя, незалежно від віку, підвиду і статі, можна виявити чорна пляма на губі. Сліди від копит оленя дуже схожі зі слідами кабана.\n" +
            "Благородний олень - мешканець лісу. У вологий період він спускається ближче до пасовищ, куди виходить пастися у вечірній час доби. У спекотну жару олень воліє проводити на водоймі.\n"
    },
    {
        id: 4,
        img: propertiesIMG4,
        text: "Поллювання на зайця",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Заєць - довжина тіла 55—70 см, довжина клиноподібного хвоста 8—12 см, вага 4—10 кг.",
        specification: "Добути зайця не так вже й просто, адже він майстерно заплутує сліди. \"Петлі\", \"вздвойки\", \"трійки\" - у «косого» є ціла система, користуючись якою він намагається обдурити мисливця. З огляду на те, що сліди русаків відрізняються від слідів біляка, та ще й залежать від того, куди прямує заєць - жирувати або на днювання - можна сказати, що стеження (ходіння по сліду) - тонка наука.\n" +
            "\n" +
            "Заєць - русак значно більшій біляка, його вага досягає шести кілограм. Сліди цих тварин теж різні: заєць - біляк залишає більш широкий і короткий слід, а сліди зайця - русака вужчі і довші.\n" +
            "\n" +
            "Крім досвіду і знання заячих повадок тут дуже важлива погода. Найпростіше вистежувати зайця по свіжому снігу, коли на ньому розрізняються сліди тільки від минулої ночі. Якщо снігопаду давно не було, розібратися в багатоденних слідах косого неможливо. За такої мертвої пороші не варто розраховувати на вдале полювання.\n"
    },
    {
        id: 5,
        img: propertiesIMG5,
        text: "Єнотовидний собака",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Єно́т уссурі́йський, або єнотоподі́бний соба́ка  — вид ссавців родини псових, що походить зі Східної Азії. У Європі є інвазійним видом, який було штучно завезено Радянським Союзом як мисливську тварину у першій половині 20 сторіччя. В Європейському Союзі включено до офіційного переліку інвазивних видів",
        specification: "Природний ареал єнотовидного собаки – Уссурійський край. Широко поширений він у Китаї, Японії Кореї. Розповсюдження єнотовидного собаки за останні 60 років в усій європейській частині колишнього Союзу є прикладом непродуманого втручання людини в природу. Почалося це в кінці 20-х років ХХ сторіччя, коли “партія і уряд” дали вказівку московським зоологам опрацювати програму наукових досліджень, спрямованих на розширення сировинних ресурсів мисливського промислу з метою збільшення надходжень “м‘якого золота” – хутра до заготівельних пунктів. Для досягнення цієї мети було обрано два напрями: розведення тварин у неволі й “збагачення” фауни новими інтродукованими видами. Таким новим видом і став єнотовидний собака. Починаючи з 1928 року почали випускати його в природу із розплідників. Звірок виявився досить пластичним, вижив і заселив різні біотопи, але як і на своїй батьківщині перевагу віддав листяним та змішаним лісам з наявністю водойм (джерела, струмки, болітця, озера). В пошуках кращих умов існування став широко мігрувати й за кілька десятків років зайняв величезний ареал, починаючи від Карелії і В’ятки на півночі до Криму й Кавказу на півдні. У невеликій кількості єнотовидні собаки живуть у Казахстані, Сибіру, на Алтаї, Киргизії, Бурятії. Перетнувши українсько-польський та україно-словацький кордони, єнотовидний собака добрався до Німеччини, а фінські мисливці зустрічають його і в своїх угіддях.\n"
    },
    {
        id: 6,
        img: propertiesIMG6,
        text: "Олень плямистий",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Плямистий олень витончено складний, легкий і стрункий. Повною мірою його краса проявляється до 3 років, коли самці / самки остаточно оформляються в зрості і вазі.",
        specification: "Олень благородний завжди представляв величезний інтерес для мисливців. Хоча в популярності йому не поступаються і інші підвиди: північний олень, американський олень. Це досить велика тварина. Його зростання може досягати півтора метра, довжина - двох з половиною метрів.\n" +
            "Головне достоїнство і гордість цієї тварини - його роги з яскраво вираженими відростками, число яких може доходити до 12. Забарвлення звіра змінюється в залежності від пори року. Як правило, взимку олені сірого кольору, зі світло-коричневим черевом. Влітку забарвлення стає темніше. Черево набуває жовтуватий відтінок, а колір решти тіла ближче до бурому.\n" +
            "У кожного благородного оленя, незалежно від віку, підвиду і статі, можна виявити чорна пляма на губі. Сліди від копит оленя дуже схожі зі слідами кабана.\n"
    },
    {
        id: 7,
        img: propertiesIMG7,
        text: "Лось",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Лось - рід парнокопитних ссавців, найбільші представники сімейства оленевих. Включає 2 види: європейський лось та американський лось, які мають різну кількість хромосом.",
        specification: "Полювання на лося у нас дуже обмежене, допускається лише протягом дуже нетривалого періоду в році і, крім того, тільки за спеціальними дозволами в межах норм відстрілу, що встановлюються мисливської інспекцією. З таких причини гончаки малопристосовні для такого полювання. Слід ще додати, що використовувати гончаків для роботи по козулі та лося вкрай небажано: справа в тому, що раз-другий побувавши на цьому полюванні і познайомившись з убитими козлами або лосями, гончак занадто прив'язується до гону по копитним звірам і, отримавши таку пристрасть, все менше і менше цікавиться звичайними об'єктами-зайцем і лисицьою. Нерідкі випадки, що гонча до такої міри стає жадібною до копитних звірів, що полювання з нею, коли її господар бажає ганяти тільки зайця чи лисицю, стає мукою: така собака шукає насамперед лося або косулю, а, якщо і підніме зайця, то легко кидає, лише б попався їй свіжий слід копитного.\n"
    },
    {
        id: 8,
        img: propertiesIMG8,
        text: "Лисиця",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Лисиця – хижий ссавець, що належить до сімейства псових, тобто є далеким родичем, як вовка, так і домашньої собаки.",
        specification: "Лисиця – один з найпоширеніших видів хутрових звірів на просторах нашої неосяжної Батьківщини, і один з головних об’єктів полювання. Існує безліч видів полювання на Патрикеевна, але мені хотілося б розповісти про одного з них, який, на мій погляд, є одним з найбільш цікавих і захоплюючих, а саме – про полювання з манком. Це полювання завжди цікава своєю соревновательностью. Тут особливо важливо майстерність мисливця, завдяки якому йому вдається перехитрити звіра і добути жаданий трофей.\n" +
            "… Зимовим морозним вечором мисливець на лижах виходить в поле і прямує до переліска на його околиці. Обережно ковзаючи по снігу, він уважно вдивляється в горизонт. Ось він вже утоптує собі майданчик серед кущів на краю поля і влаштовується зручніше, перевіряючи напрям вітру. Все в порядку, можна починати манить …\n"
    },

    {
        id: 9,
        img: propertiesIMG10,
        text: "Куниця",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Куни́ця, — рід хижих ссавців родини Mustelidae. Це стрункі, спритні тварини, які населяють тайгу, хвойні та листяні ліси Північної півкулі.",
        specification: "Даний вид полювання вимагає від людини великого досвіду, а також уваги і вправності. Роном називаються невеликі гілочки і хвоя, а також грудки Кухти (снігу, що лежить на гілках дерев), які були скинуті куницею під час пересування по кроні дерев. Отже, перш за все, необхідно знайти слід куниці на землі, знайти дерево, на яке вона вилізла, а потім обстежити навколишню місцевість на предмет виявлення рона.\n" +
            "Напрямок, в якому зник звірок, визначається саме по наявності рона на снігу. Таким чином, мисливець рухається до місця зупинки куниці. Якщо на снігу більше не видно рона, то слід приготуватися до пострілу. Але насамперед необхідно обійти дерево і, якщо слідів більше немає, то тоді залишається уважно оглянути крону дерева. Однак хитрий звір може сховатися в дуплі або гнізді іншого звіра. Щоб його виманити, можна стукнути по дереву палицею чи держаком сокири. Буває достатньо і просто пошкребти по корі дерева палицею, щоб куниця визирнула з свого укриття, а то і зовсім пустилася знову тікати. Тут також слід бути насторожі, щоб вчасно встигнути вистрілити в куницю.\n"
    },
    {
        id: 10,
        img: propertiesIMG11,
        text: "Вовк",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Вовк  — хижий ссавець із роду пес родини псових, що добуває їжу самостійно активним пошуком та переслідуванням жертв.",
        specification: "У період, коли вовчі виводки знаходяться ще в логовах ( червень-липень) можна організовувати пошук лігва, а згодом - облавные полювання з прапорцями. Потрібно насамперед визначити місце лігва. Для цього досвідчений мисливець, який вміє спричиняти волков, через кілька днів перед полюванням переконується в наявності їх на певній території. Зловживати подвыванием не можна, оскільки старі вовки можуть зорієнтуватися і залишити територію. Потрібно пам'ятати, що в сльотаву погоду, коли дорослі вовки перебувають з молодими, виводок позитивно неохоче.\n" +
            "\n"
    },
    {
        id: 11,
        img: propertiesIMG12,
        text: "Білка",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Бі́лка — рід гризунів родини вивіркових. Вивірка пристосована до життя на деревах.",
        specification: "Класичне полювання на білку передбачає використання мисливської собаки, найкращою породою під цю спеціалізацію вважаються лайки. Але в сучасних урбанізованих реаліях не у всіх мисливців є можливість завести чотирилапого помічника.\n" +
            "Адже квартира не найкращий варіант навіть для такси, а для лайки тим паче. По закінченню качиного сезону, як правило, багато мисливців зачохляють рушниці на зимовий сезон в очікуванні відкриття весною. Не всі знають, що в цей період хутрового звіра існує один із найцікавіших видів полювання на \"дрібну руду бестію\".\n"
    },
    {
        id: 12,
        img: propertiesIMG13,
        text: "Барсук",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Єно́т уссурі́йський, або єнотоподі́бний соба́ка   — вид ссавців родини псових, що походить зі Східної Азії.",
        specification: "Борсук відноситься до сімейства куницевих. Це присадкуватий звір з рудувато-сірим, досить грубим щетинистим хутром. Кігті у борсука короткі, дуже міцні, а м’язи сильні. Завдяки цьому нори цей звір копає дуже швидко і навіть встигає закопувати за собою хід, якщо відчуває мисливську стеження. Будова тіла борсука таке, що він легко переміщається по підземних переходах. Барсук хижа тварина, що харчується дрібними гризунами, кротами, зайчатами, пташенятами тетеруків, глухарів, куріпок. Не гидують вони зміями і жабами. Але борсуки вживають і рослинну їжу – в основному картоплю, гриби, ягоди, жолуді, горіхи, злаки.\n"
    },
    {
        id: 13,
        img: propertiesIMG14,
        text: "Бобер",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Бобер або бібр  — рід великих водних гризунів з перетинчастими лапами, широким пласким хвостом і густим, водонепроникним хутром.",
        specification: "Бобер відноситься до виду великих водних гризунів з перетинчастими лапками. Бобри мають досить масивне тіло довжина якого може доходити до одного метра і більше. Вага тварини може варіюватися від п'ятнадцяти до тридцяти кілограм ,залежно від місця проживання. Проживаючи в річках з швидкою течією бобер буде набагато меншого розміру, на відміну від свого побратима, що проживає біля тихих заплав або озер. Раціон тварини на сто відсотків становить рослинна їжа. Полювання на бобра ведеться заради привабливого хутра та смачного пісного м'яса.\n" +
            "Сезон полювання на бобра в Україні\n"
    },
    {
        id: 14,
        img: propertiesIMG15,
        text: "Норка американська",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Американська норка – хищник із сімейства куньих. Один из ценнейших промысловых зверей, объект клеточного разведения.",
        specification: "Полювання на норку, європейську та американську, здійснюється, в основному, капканами та пастками. Рідше з рушницею з - під собаки.\n" +
            "Отже, капкани. Добувати нірку капканами не складно. Звір це не обережний, особливо не полохливий і до нових предметів відчуває більше цікавості, ніж страху. Тому маскувати капкани особливо не потрібно. Використовуючи знання біології норки, встановлювати капкани далі 20-30 метрів від берега немає необхідності. Так само, спостерігаючи за слідами, які добре видно на піску по березі річки або струмка, можна з достатньою легкістю визначити наступні поселення норок. Потрібно лише пам'ятати, що «жирової» слід норки укладається в 100 метрів від нори.\n"
    },
]