import birds1 from '/src/assets/img/Birds1.jpg'
import birds2 from '/src/assets/img/Birds2.jpg'
import birds3 from '/src/assets/img/Birds3.jpg'
import birds4 from '/src/assets/img/Birds4.jpg'
import birds5 from '/src/assets/img/Birds5.jpg'
import birds6 from '/src/assets/img/Birds6.jpg'


export const birds = [
    {
        id: 15,
        img: birds1,
        text: 'Крижень',
        price: '8000 - 20000грн',
        info1: 'Від 5 - 10кг',
        info2: 'Цілий рік',
        description: "Кри́жень звича́йний  — вид птахів родини качкових ряду гусеподібних. Відоміший у широкому побуті як ди́ка ка́чка. Довжина тіла самця близько 62 см, самиці — близько 57 см, маса досягає 1–1,5 кг",
        specification: 'Дику качку повсюдно знають, де знаходяться водоймища і прибережні зарості. Невибагливість до умов існування дала змогу розселитися птиці по всьому світу. З давніх часів вона була приручена людиною, стала предком багатьох порід для розведення.Дика крижень в качиному сімействі – найпоширеніша птах. Довжина вгодованого тіла 40-60 см, вага 1,5-2 кг. Маса птиці збільшується до осені, коли наростає жировий прошарок. Крила в розмаху досягають 1 метра. У дикої качки масивна голова, дзьоб сплощеної форми. Лапи самочки оранжевого кольору, самця — червоного. Хвіст короткий.\n' +
            '\n' +
            'Статевий деморфизм диких качок настільки розвинений, що спочатку самця і самку визнавали різними видами. Розрізнити їх можна завжди за забарвленням дзьоба — у самців він підставі зелений, на кінці – жовтий, у самок основа покрита чорними крапками.\n' +
            '\n' +
            'Селезні більше, яскравіше забарвлення – смарагдові голова, шия, білий комірець підкреслює груди коричневого кольору. Сіруваті спина і черевце. Крила бурого кольору з фіолетовими дзеркалами, білою облямівкою. Кермові пір’я на хвості майже чорні.'
    },
    {
        id: 16,
        img: birds2,
        text: "Голуб",
        price: " 6000 - 7500грн",
        info1: "Ціна відстріл 1 особи ",
        info2: " Цілий рік ",
        description: "Голуби — птахи середнього розміру, їх середня довжина становить від 25 до 45 см, розмах крил 65-68 см, вага 122-690 г. ",
        specification: 'ГОЛУБ\n' +
            'Великий лісовий голуб припутень (витютень), а на Україні його називають припутень, досягає в довжину 40 см і важить до 600 г. Оперення вяхиря сіро-сизе, груди з рожевим відтінком, з обох боків шиї білі плями. На хвості проходить широка темна стрічка. Селиться припутень в хвойних і змішаних лісах. Високі дерева з густою кроною - улюблені місця гніздування. Гніздо завжди має на бічних гілках. Складено воно з прутиків і просвічується наскрізь, якщо дивитися знизу. Повернувшись із зимівлі у другій половині березня, голуби розбиваються на пари. Залицяння за голубкою у вяхиря дуже своєрідне. У збудженому стані самець обходить голубку з усіх боків. В цей час пір\'я у нього на шиї розпущені, хвіст приспущений. Раптово він зривається з гілки, злітає вгору метрів на 15-20, розгортається на колишнє місце, здійснивши своєрідний "коло пошани". Це шлюбне токування самця. Сідає припутень зазвичай на самій верхівці високого дерева й тоді далеко чути його гуде голос: "гхуу-хуху-гхуу-хуху". Досвідчений слідопит відразу виявить вяхиря за цим рокітливим звуком.Припутень живиться різними злаками, бобовими, бур\'янами, а також ягодами горобини, жимолості, шипшини, зеленими жолудями. Серед наших голубів один припутень добуває корм не тільки на землі, але і на деревах. На поля він вилітає годуватися вранці, другий раз - перед вечором. Пташенята швидко ростуть і в четырехнедельном віці вже можуть самостійно добувати корм. На Україні, за винятком степової зони, він мешкає всюди.'
    },
    {
        id: 17,
        img: birds3,
        text: "Кулики",
        price: "20000 - 100000грн",
        info1: "60кг - більше 100кг ",
        info2: "Цілий рік",
        description: "Кулики́ — екологічна група прибережних птахів, що належать до ряду сивкоподібних, за винятком найбільш морських представників ряду.",
        specification: 'Кулик-перевізник - невелика, гарна пташка з відомого сімейства бекасових.  Важить цей пасок близько 100 грам, а долина його тіла не перевищує 22 сантиметри.  Для наших мисливців є цікавим об\'єктом спортивного полювання.  Оскільки стрілянина по цій невеликій, але спритній пташці вимагає вправності, хорошої реакції та терпіння.\n' +
            ' Зуйки прилітають до нас парами, що вже сформувалися, і відразу приступають до будівництва гнізда.  Для його будівництва самка вибирає суху ділянку на високому березі озера чи річки.  Практично завжди самка куліка-перевізника відкладає чотири невеликі яйця.  Насиджують кладку і виховують дітей, які з\'являються через три тижні, обоє батьків.\n' +
            ' Приблизно у місячному віці молоді зуйки вже добре літають.  Коли молодята стануть на крило, сім\'ї зуйків починають збиратися в невеликі зграйки та готуються до відльоту.\n' +
            ' Спеціально на зуйки рідко хто полює.  Оскільки пташки ці невеликі розміри, дуже швидко бігають, літають, а у разі небезпеки плавають і навіть пірнають.  Зате якщо надається можливість підстрелити кілька куликів-перевізників, то рідко хто з мисливців їй не скористається.  Адже м\'ясо їхнє дуже ніжне і смачне.  Багато готують цих пасок під різними соусами, запікають, роблять паштети та інші, дуже смачні страви.'
    },
    {
        id: 18,
        img: birds4,
        text: "Куріпка сіра",
        price: "300грн",
        description: "Куріпка сіра, яка славиться своїм чудовим м'ясом, дуже корисна ще й тим, що поїдає комах які живуть у верхніх шарах ґрунту та в траві, на злакових та овочевих культурах.",
        specification: ' Куріпка,що це за птах, які її звички, з яким дробом на неї треба ходити і всі інші не менш цікаві питання розберемо далі. Куріпка- птах не перелітний, цілий рік вона у нас, а зустрічати її ви будете швидше за все в зграї. У зграї в середньому трапляється по 15-20 особин. Такі стандартні за кількістю зграї будуть триматися в тих місцях, де є для них їжа, якою вони можуть погодуватися в будь-який час. Вранці куріпка переміщається в ті місця, де може погодуватися, відповідно ввечері вона звідти йде, що дуже помітно і не озброєним оком. Крім того, під час перельоту зграя створює свій специфічний звук (перекличку) між півнями та курочками. Так як основним способом пересування куріпки є біг по землі, а не політ, то має трапитися щось надзвичайне для їхнього польоту. Подолання бар\'єру саме такий випадок, який змушує їх у вечірній час збиватися у зграї та летіти. Іншим випадком, коли вони вибирають політ, є підняття на крило під час відчуття небезпеки.\n' +
            'Знайти куріпку можна на околицях прибраних полів з пшеницею чи іншими видами зернових. Особливо варто перевірити рослинність, кущі та інші подібні місця.\n' +
            'Дозріваючі поля соняшника та кукурудзи, такі місця рясніють їжею та улюблені птахом.\n' +
            'Висока лугова трава, де вони знаходять собі білкову їжу у вигляді комах.\n' +
            'Будь-яке вогнище густої рослинності біля відповідного місця годівлі межах 100-200 метрів, далі птах бігати не буде.\n' +
            'З чим полюють на куріпку\n' +
            'Як і на більшості інших видів полювання, полювання на куріпку вимагає наявності дробової рушниці, патронів з номером дробу 7-8 у крайньому випадку No9. При виборі слід враховувати, що в момент полювання на куріпку може з\'явитися й інший дозволений для видобутку птах, перепілка, качка тощо. Тому 7 номер дробу буде найоптимальнішим для будь-якої гіпотетичної ситуації.'
    },
    {
        id: 19,
        img: birds5,
        text: "Лиска",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Лиска поширена на великій території Євразії, Північної Африки і Австралії. В Україні гніздовий, перелітний, зимуючий птах. Гніздиться на всій території, крім Карпат",
        specification: 'Лиска. Для ландшафту всіх зон країни характерна наявність різних великих і малих ставків, що в більшості густо заростають водяною рослинністю. В заплавах річок зустрічаються подекуди, особливо в нижній течії, дуже зарослі водойми, де очерет утворює непрохідні хащі, що займають десятки й сотні гектарів.\n' +
            'У таких місцях — в плавнях Дніпра або Дунаю і на старих зарослих ставках далеко від великих річок — можна зустріти інших не менш цікавих, ніж деркач, представників пастуших птахів.\n' +
            'Йдеш тихо берегом вздовж заростів очерету або пробираєшся невеличким човном у лабірінті плеса, оточеного стіною високого очерету, і раптом — маленьке чистоводдя, на якому плавають чималі чорні птахи з світлим дзьобом. На перший погляд здається, що це качки, бо плавають так, як і вони. Придивившись уважніше впевнюєшся, що подібність ця лише зовнішня. Справді, і дзьоб у цього птаха прямий і гострий. На воді тримається інакше, плаває швидше — рухи у нього не схожі на качині.'
    },
    {
        id: 20,
        img: birds6,
        text: "Перепілка",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Загалом перепілки — одні з найменших представників ряду куроподібних, їх маса становить 90-130 г, довжина тіла — 16-20 см.",
        specification: 'Перший час після прильоту цих птахів не видно, адже вони мовчать. «Гін» у перепелів починається через кілька днів після прильоту. Самці починають бігати по траві і кликати самок. Голос у самців перепела складається з двох частин: спочатку тихе «вав-вав», яка не розчуєш і на відстані 100 метрів, а потім щось на зразок «поть-полоть». Друга частина пісні звучить голосніше і її чути на відстані понад півкілометра. Цю пісню перепела в народі прозвали «боєм». Бій можна почути на зранку, а після того, коли потеплішає, він триває всю ніч. Почувши бій самця, самки відповідають на нього звуками «тю-тю-тю-тю-тю». Зачувши голос самки, самець біжить в її сторону, і якщо зустріне на своєму шляху іншого самця, то реальний бій неминучий.\n' +
            'Самець у період розмноження часто подає характерне «вік — під — підьом — під — підьом», зрідка — тихіше «хав — хав».\n' +
            'Після спарювання самка в траві влаштовує гніздо. Найбільш часто гнізда перепела можна побачити на полях пшениці, на заливних луках або покладах. Будівельним матеріалом для гнізда є стеблинки трав, пух і пір’я.\n' +
            'Самець не бере участі у вихованні потомства. Перепелиця приносить від 10 до 20 яєць біло-рудого кольору з цятками. Висиджування яєць триває близько 3-х тижнів. У червні-липні з’являються пташенята, які залишаються з матір’ю до відльоту на південь. Харчуються вони комахами і насінням рослин. Найбільшу активність птиці виявляють під час годівлі – на ранкової та вечірньої зорі, а також в теплі літні ночі. Днем птиці відпочивають в густих бур’янах, високій траві або на хлібних полях. Через кілька тижнів пташенята перепела літають як дорослі.\n' +
            'Через те, що перепел – птах сімейства курячих, вони віддають перевагу не польоту в небі, а пересуванню по землі. Бігають вони так само швидко, як і деркач. Від небезпеки ці птахи ховаються по землі. Злітають тільки в крайніх випадках, наприклад, якщо їх наздоганяє хижак – куниця, тхір і інші любителі м’яса перепела. Літають низько над землею, політ триває кілька секунд, за які вони пролітають 100-200 метрів. Якщо їх нічого не турбує, то і відлітати перепел не буде.'
    },
]