import propertiesIMG1 from '/src/assets/img/properties-photo-1.jpg'
import propertiesIMG2 from '/src/assets/img/properties-photo-2.jpg'
import propertiesIMG3 from '/src/assets/img/properties-photo-3.png'
import propertiesIMG4 from '/src/assets/img/properties-photo-4.jpg'
import propertiesIMG5 from "/src/assets/img/Єнотовидний собака.jpg"
import propertiesIMG6 from "/src/assets/img/олень плямистий.webp"
import propertiesIMG7 from "/src/assets/img/лось.webp"
import propertiesIMG8 from "/src/assets/img/лисиця.webp"
import propertiesIMG10 from "/src/assets/img/куниця.webp"
import propertiesIMG11 from "/src/assets/img/волк.webp"
import propertiesIMG12 from "/src/assets/img/Білка.webp"
import propertiesIMG13 from "/src/assets/img/Борсук.webp"
import propertiesIMG14 from "/src/assets/img/бобер курва.webp"
import propertiesIMG15 from '/src/assets/img/американська норка.jpg'

export const listAboutAnimalsArr = [
    {
        id: 1,
        img: propertiesIMG1,
        text: 'Полювання на дикого кабана',
        price: '8000 - 20000грн',
        info1: 'Від 5 - 10кг',
        info2: 'Цілий рік',
        description: (
            <div>
                Кабан дикий, — родина свиневих, ряд парнокопиті.
                Тіло кремезне, довжиною до 2 м, вага 150-450 кг, самці більші за самок.
            </div>
        ),
        specification: (
            <div>
                • у випадку добування кабана (самка/самець) вагою до 60 кг – 7000грн;<br/>
                • у випадку добування кабана (самка/самець) вагою від 61 кг до 100 кг – 9000грн;<br/>
                • у випадку добування самця кабана вагою від 101 кг до 150 кг – 11000грн;<br/>
                • у випадку добування самця кабана вагою від 101 кг до 200 кг – 13000грн;<br/>
                • у випадку добування самця кабана вагою від 201кг і вище – 17000грн;<br/>
                • добування самки дикого кабана вагою від 101 кг – 28000грн.
            </div>
        )
    },
    {
        id: 2,
        img: propertiesIMG2,
        text: "Полювання на косулю",
        price: " 6000 - 7500грн",
        info1: "Ціна відстріл 1 особи ",
        info2: " Цілий рік ",

        description: (
            <div>
                "Косуля — довжина корпусу становить 120-140 см, висота в холці — до метра, вага коливається від 30 до 50
                кг. Окремі особини досягають 60 кг Самки дрібніші і приблизно на 15 см нижче.",
            </div>
        ),
        specification: (
            <div>
                • у випадку добування самця козулі нетрофейної якості (несформовані роги до двох відростків) –
                6000грн;<br/>
                • у випадку добування самця козулі трофейної якості (сформовані роги на три відростки, висотою до 25 см)
                – 7500грн;<br/>
                • у випадку добування самки козулі – 6000грн.<br/>
            </div>
        )
    },
    {
        id: 3,
        img: propertiesIMG3,
        text: "Полювання на оленя",
        price: "20000 - 100000грн",
        info1: "60кг - більше 100кг ",
        info2: "Цілий рік",
        description: (
            <div>
                "Олень - довжина тіла досягає 250—265 см, висота в загривку 135—155 см і маса 300—340 кг"
            </div>
        ),
        specification: (
            <div>
                • у випадку добування самця оленя- вага трофею(роги) до 5 кг – 25000грн;<br/>
                • у випадку добування самця оленя- вага трофею(роги) 5,01 кг до 8 кг – 30000грн;<br/>
                • у випадку добування самця оленя- вага трофею(роги) 8,01 кг до 10 кг – 50000грн;<br/>
                • у випадку добування самця оленя- вага трофею(роги) 10,01 кг і більше – 75000грн;<br/>
                • у випадку добування самки оленя – 45000грн.<br/>
                • Поранення без добору сплачується 100% вартості трофею (за суб’єктивною думкою супроводжуючого
                єгеря).<br/>
                - <br/>
                * У разі нездобуття звіра оплачується бланк ліцензії – 600/200/1000грн (в залежності від виду тварини),
                послуги єгерської служби 3500грн., послуги транспорту 2000 грн одна одиниця або нагоничів 4500грн.,
                участь у полюванні мисливських собак – 1000грн
            </div>
        )
    },
    {
        id: 4,
        img: propertiesIMG4,
        text: "Поллювання на зайця",
        price: "350грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: (
            <div>
                "Заєць - довжина тіла 55—70 см, довжина клиноподібного хвоста 8—12 см, вага 4—10 кг."
            </div>
        ),
        specification: (
            <div>
                • при індивідуальному полюванні на зайця з використанням нарізної зброї ( калібром не більше 5,6мм) в
                супроводі єгеря – 500грн за одну голову;<br/>
                •	Промах по звіру під час індивідуального полювання  сплачується – 500грн;<br/>
                •	Добір підранка за допомогою мисливських собак – 800грн;<br/>
                •	Поранення без добору сплачується 100% вартості трофею (за суб’єктивною думкою супроводжуючого єгеря).<br/>


            </div>
        )
    },
    {
        id: 5,
        img: propertiesIMG5,
        text: "Єнотовидний собака",
        price: "Безкоштовно",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: (
            <div>
                "Єно́т уссурі́йський, або єнотоподі́бний соба́ка  — вид ссавців родини псових, що походить зі Східної Азії. У Європі є інвазійним видом, який було штучно завезено Радянським Союзом як мисливську тварину у першій половині 20 сторіччя. В Європейському Союзі включено до офіційного переліку інвазивних видів",
            </div>
        ),
        specification: (
            <div>
                •	Промах по звіру під час індивідуального полювання  сплачується – 500грн;<br/>
                •	Добір підранка за допомогою мисливських собак – 800грн;<br/>
                •	Поранення без добору сплачується 100% вартості трофею (за суб’єктивною думкою супроводжуючого єгеря).<br/>
            </div>
        )

    },
    {
        id: 6,
        img: propertiesIMG6,
        text: "Олень плямистий",
        price: "20000 - 100000грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: (
            <div>
                "Плямистий олень витончено складний, легкий і стрункий. Повною мірою його краса проявляється до 3 років, коли самці / самки остаточно оформляються в зрості і вазі.",
            </div>
        ),
        specification: (
            <div>
                •	у випадку добування самця оленя – вага трофею(роги)до 5 кг – 25000грн;<br/>
                •	у випадку добування самця оленя – вага трофею(роги) 5,01 кг до 8 кг – 30000грн;<br/>
                •	у випадку добування самця оленя – вага трофею(роги) 8,01 кг до 10 кг – 50000грн;<br/>
                •	у випадку добування самця оленя – вага трофею(роги) 10,01 кг і більше – 75000грн;<br/>
                •	у випадку добування самки оленя – 45000грн.<br/>

            </div>
        )
    },
    // {
    //     id: 7,
    //     img: propertiesIMG7,
    //     text: "Лось",
    //     price: "300грн",
    //     info1: "Ціна за відстріл 1 особи",
    //     info2: "Цілий рік",
    //     description: "Лось - рід парнокопитних ссавців, найбільші представники сімейства оленевих. Включає 2 види: європейський лось та американський лось, які мають різну кількість хромосом.",
    //     specification: "Полювання на лося у нас дуже обмежене, допускається лише протягом дуже нетривалого періоду в році і, крім того, тільки за спеціальними дозволами в межах норм відстрілу, що встановлюються мисливської інспекцією. З таких причини гончаки малопристосовні для такого полювання. Слід ще додати, що використовувати гончаків для роботи по козулі та лося вкрай небажано: справа в тому, що раз-другий побувавши на цьому полюванні і познайомившись з убитими козлами або лосями, гончак занадто прив'язується до гону по копитним звірам і, отримавши таку пристрасть, все менше і менше цікавиться звичайними об'єктами-зайцем і лисицьою. Нерідкі випадки, що гонча до такої міри стає жадібною до копитних звірів, що полювання з нею, коли її господар бажає ганяти тільки зайця чи лисицю, стає мукою: така собака шукає насамперед лося або косулю, а, якщо і підніме зайця, то легко кидає, лише б попався їй свіжий слід копитного.\n"
    // },
    {
        id: 8,
        img: propertiesIMG8,
        text: "Лисиця",
        price: "Безкоштовно",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",

        description: (
            <div>
                "Лисиця – хижий ссавець, що належить до сімейства псових, тобто є далеким родичем, як вовка, так і
                домашньої собаки.",
            </div>
        ),
        specification: (
            <div>
                • Лисиця на приваді – 250грн за день полювання
                •	Промах по звіру під час індивідуального полювання  сплачується – 500грн;<br/>
                •	Добір підранка за допомогою мисливських собак – 800грн;<br/>
                •	Поранення без добору сплачується 100% вартості трофею (за суб’єктивною думкою супроводжуючого єгеря).<br/>
            </div>
        )
    },

    {
        id: 9,
        img: propertiesIMG10,
        text: "Куниця",
        price: "500грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: (
            <div>
                "Куни́ця — рід хижих ссавців родини Mustelidae. Це стрункі, спритні тварини, які населяють тайгу,
                хвойні та листяні ліси Північної півкулі."

            </div>
        ),

        specification: (
            <div>
                •	Куниця (з жовтня по лютий включно) – 500грн .
                •	Промах по звіру під час індивідуального полювання  сплачується – 500грн;<br/>
                •	Добір підранка за допомогою мисливських собак – 800грн;<br/>
                •	Поранення без добору сплачується 100% вартості трофею (за суб’єктивною думкою супроводжуючого єгеря).<br/>
            </div>
        )
    },
    {
        id: 10,
        img: propertiesIMG11,
        text: "Вовк",
        price: "Безкоштовно",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: (
            <div>
                "Вовк  — хижий ссавець із роду пес родини псових, що добуває їжу самостійно активним пошуком та переслідуванням жертв.",

            </div>
        ),
        specification: (
            <div>
                •	Вовк – 250грн за день полювання.<br/>
                •	Промах по звіру під час індивідуального полювання  сплачується – 500грн;<br/>
                •	Добір підранка за допомогою мисливських собак – 800грн;<br/>
                •	Поранення без добору сплачується 100% вартості трофею (за суб’єктивною думкою супроводжуючого єгеря).<br/>

            </div>
        )

    },
    // {
    //     id: 11,
    //     img: propertiesIMG12,
    //     text: "Білка",
    //     price: "300грн",
    //     info1: "Ціна за відстріл 1 особи",
    //     info2: "Цілий рік",
    //     description: "Бі́лка — рід гризунів родини вивіркових. Вивірка пристосована до життя на деревах.",
    //     specification: "Класичне полювання на білку передбачає використання мисливської собаки, найкращою породою під цю спеціалізацію вважаються лайки. Але в сучасних урбанізованих реаліях не у всіх мисливців є можливість завести чотирилапого помічника.\n" +
    //         "Адже квартира не найкращий варіант навіть для такси, а для лайки тим паче. По закінченню качиного сезону, як правило, багато мисливців зачохляють рушниці на зимовий сезон в очікуванні відкриття весною. Не всі знають, що в цей період хутрового звіра існує один із найцікавіших видів полювання на \"дрібну руду бестію\".\n"
    // },
    {
        id: 12,
        img: propertiesIMG13,
        text: "Барсук",
        price: "1000грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Єно́т уссурі́йський, або єнотоподі́бний соба́ка   — вид ссавців родини псових, що походить зі Східної Азії.",
        specification: "Борсук відноситься до сімейства куницевих. Це присадкуватий звір з рудувато-сірим, досить грубим щетинистим хутром. Кігті у борсука короткі, дуже міцні, а м’язи сильні. Завдяки цьому нори цей звір копає дуже швидко і навіть встигає закопувати за собою хід, якщо відчуває мисливську стеження. Будова тіла борсука таке, що він легко переміщається по підземних переходах. Барсук хижа тварина, що харчується дрібними гризунами, кротами, зайчатами, пташенятами тетеруків, глухарів, куріпок. Не гидують вони зміями і жабами. Але борсуки вживають і рослинну їжу – в основному картоплю, гриби, ягоди, жолуді, горіхи, злаки.\n"
    },
    {
        id: 13,
        img: propertiesIMG14,
        text: "Бобер",
        price: "1000грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: "Бобер або бібр  — рід великих водних гризунів з перетинчастими лапами, широким пласким хвостом і густим, водонепроникним хутром.",
        specification: "Бобер відноситься до виду великих водних гризунів з перетинчастими лапками. Бобри мають досить масивне тіло довжина якого може доходити до одного метра і більше. Вага тварини може варіюватися від п'ятнадцяти до тридцяти кілограм ,залежно від місця проживання. Проживаючи в річках з швидкою течією бобер буде набагато меншого розміру, на відміну від свого побратима, що проживає біля тихих заплав або озер. Раціон тварини на сто відсотків становить рослинна їжа. Полювання на бобра ведеться заради привабливого хутра та смачного пісного м'яса.\n" +
            "Сезон полювання на бобра в Україні\n"
    },
    {
        id: 14,
        img: propertiesIMG15,
        text: "Норка американська",
        price: "300грн",
        info1: "Ціна за відстріл 1 особи",
        info2: "Цілий рік",
        description: (
            <div>
                "Американська норка – хищник із сімейства куньих. Один из ценнейших промысловых зверей, объект клеточного разведения.",
            </div>
        ),
        specification: (
            <div>
                •	Норка (з жовтня по лютий включно) – 500грн .
                •	Промах по звіру під час індивідуального полювання  сплачується – 500грн;<br/>
                •	Добір підранка за допомогою мисливських собак – 800грн;<br/>
                •	Поранення без добору сплачується 100% вартості трофею (за суб’єктивною думкою супроводжуючого єгеря).<br/>
            </div>
        )
    },
]